aquamarine-git
brave-bin
epson-inkjet-printer-escpr
hyprcursor-git
hyprgraphics-git
hyprland-git
hyprland-qt-support-git
hyprland-qtutils-git
hyprlang-git
hyprutils-git
hyprwayland-scanner-git
quivira
rofi-lbonn-wayland-git
ttf-symbola
ventoy
wezterm-git
wl-gammarelay
yay
zen-browser-bin
zsh-completions-git
zsh-syntax-highlighting-git
