aquamarine
brave-bin
epson-inkjet-printer-escpr
hyprcursor
hyprgraphics
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprutils
hyprwayland-scanner
quivira
rofi-lbonn-wayland
ttf-symbola
ventoy
wezterm-git
wl-gammarelay
yay
zen-browser-bin
zsh-completions-git
zsh-syntax-highlighting-git
